
"qtMovieViewAccessibilityMovie" = "filmato";
"qtMovieViewAccessibilityRole" = "ruolo";
"qtMovieViewAccessibilitySubrole" = "subruolo";
"qtMovieViewAccessibilityView" = "Vista";
"qtMovieViewAccessibilityImage" = "immagine";

"qtMovieViewContextMenuFlashBack" = "Indietro";
"qtMovieViewContextMenuFlashForward" = "Avanti";
"qtMovieViewContextMenuFlashLoop" = "Ciclo";
"qtMovieViewContextMenuFlashPlay" = "Riproduci";
"qtMovieViewContextMenuFlashRewind" = "Riavvolgi";
"qtMovieViewContextMenuFlashShowAll" = "Mostra tutte";
"qtMovieViewContextMenuFlashZoomIn" = "Ingrandisci";
"qtMovieViewContextMenuFlashZoomOut" = "Riduci";

"qtMovieViewContextMenuLinearCopy" = "Copia";
"qtMovieViewContextMenuLinearCut" = "Taglia";
"qtMovieViewContextMenuLinearPaste" = "Incolla";
"qtMovieViewContextMenuLinearPlay" = "Riproduci";
"qtMovieViewContextMenuLinearRedo" = "Ripristina";
"qtMovieViewContextMenuLinearSelectAll" = "Seleziona tutto";
"qtMovieViewContextMenuLinearSelectNone" = "Annulla selezione";
"qtMovieViewContextMenuLinearStop" = "Stop";
"qtMovieViewContextMenuLinearUndo" = "Annulla";

"qtMovieViewEditCut" = "Taglia";
"qtMovieViewEditCopy" = "Copia";
"qtMovieViewEditPaste" = "Incolla";
"qtMovieViewEditDelete" = "Cancella";
"qtMovieViewEditAdd" = "Aggiungi";
"qtMovieViewEditAddScaled" = "Aggiungi in scala";
"qtMovieViewEditReplace" = "Sostituisci";
"qtMovieViewEditTrim" = "Estrai";
"qtMovieViewEditDrop" = "Rilascia";

"qtMovieFlattenOperation" = "Compatto filmato...";
"qtMovieInsertTrackSegmentOperation" = "Inserisco segmento traccia...";
"qtMovieInsertMovieSegmentOperation" = "Inserisco segmento filmato...";
"qtMoviePasteOperation" = "Incollo...";
"qtMovieAddMovieSelectionOperation" = "Aggiungo selezione filmato...";
"qtMovieCopyOperation" = "Copio...";
"qtMovieCutOperation" = "Taglio...";
"qtMovieLoadMovieIntoRamOperation" = "Carico filmato nella RAM...";
"qtMovieLoadTrackIntoRamOperation" = "Carico traccia nella RAM...";
"qtMovieLoadMediaIntoRamOperation" = "Carico media nella RAM...";
"qtMovieImportOperation" = "Importo filmato...";
"qtMovieExportOperation" = "Esporto filmato...";
"qtMovieUnknownOperation" = "Eseguo operazione sconosciuta...";

"qtMovieViewClippingName" = "Archivio filmato ";

"QTMoviePosterTimeAttribute" = "Imposta tempo poster";
"QTTrackHighQualityVideoAttribute" = "Imposta video di alta qualità";
"QTTrackDeinterlaceVideoAttribute" = "Imposta video non interlacciato";
"QTTrackSingleFieldVideoAttribute" = "Imposta video campo unico";
"QTTrackPreloadTrackAttribute" = "Imposta traccia pre-carica";
"QTTrackNeverPurgeTrackAttribute" = "Imposta Non svuotare mai la traccia";
"QTTrackMatrixAttribute" = "Imposta matrice traccia";
"QTTrackChapterlistAttribute" = "Imposta elenco capitolo";
"QTTrackMaskAttribute" = "Imposta maschera traccia";
"QTTrackVolumeAttribute" = "Imposta volume traccia";
"QTTrackBalanceAttribute" = "Imposta bilanciamento traccia";
"QTTrackHrefAttribute" = "Imposta HREF traccia";
"QTTrackTransferModeAttribute" = "Imposta modalità di trasferimento video";
"QTTrackOperationColorAttribute" = "Imposta colore operazione video";
"QTTrackEnabledAttribute" = "Imposta traccia abilitata";
"QTTrackLanguageAttribute" = "Imposta lingua traccia";
"QTTrackLayerAttribute" = "Imposta livello traccia";
"QTTrackDisplayNameAttribute" = "Imposta nome traccia";

"QTTrackDefaultName" = "Traccia";
"QTTextTrackDefaultName" = "Traccia testo";
"QTChapterTrackDefaultName" = "Traccia del settore";
"QTVideoTrackDefaultName" = "Traccia video";
"QTSoundTrackDefaultName" = "Traccia suono";
"QTSubtitleTrackDefaultName" = "Traccia sottotitolo";
"QTClosedCaptionTrackDefaultName" = "Traccia sottotitoli chiusa";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (protetto)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (protetto)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Media video";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Media audio";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Documento multimediale muxed";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Media testo";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Media sconosciuto";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 System Stream";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 Transport Stream";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 Program Stream";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Stream DV muxed";

"QTCaptureDeviceUnknownDevice" = "Dispositivo sconosciuto";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animation Best Quality";
"QTCompressionOptionsJPEGVideo_displayName" = "Alta qualità JPEG";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "Alta qualità H.264";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "Qualità superiore AAC";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "Qualità voce AAC";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Formato: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nFrequenza bit: 128 kbps per canale";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nFrequenza bit: 32 kbps per canale\nFrequenza di campionamento: 22.050 kHz";

"QTCompressionOptionsCompressorSummary" = "Compressione: %@";
"QTCompressionOptionsSizeSummary" = "Dimensioni massime: %d x %d";

"qtKitError" = "Errore";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Il disco è pieno.";
"qtKitErrorString35" = "Non sono riuscito a trovare un volume.";
"qtKitErrorString36" = "Si è verificato un errore di Ingresso/Uscita.";
"qtKitErrorString37" = "Ho trovato un nome di volume o di documento non valido.";
"qtKitErrorString38" = "Un documento non è aperto.";
"qtKitErrorString39" = "Ho raggiunto la fine del documento.";
"qtKitErrorString41" = "La memoria è piena.";
"qtKitErrorString42" = "Ci sono troppi documenti aperti.";
"qtKitErrorString43" = "Impossibile trovare una directory o un documento.";
"qtKitErrorString44" = "Un volume è protetto.";
"qtKitErrorString45" = "Un documento è protetto.";
"qtKitErrorString46" = "Un volume è protetto.";
"qtKitErrorString47" = "Il documento è occupato.";
"qtKitErrorString48" = "È già presente un documento con questo nome.";
"qtKitErrorString192" = "Una risorsa necessaria non è stata trovata.";
"qtKitErrorString193" = "Un documento risorsa necessario non è stato trovato.";
"qtKitErrorString194" = "Un tentativo di aggiungere una risorsa al documento è fallito.";
"qtKitErrorString195" = "Un tentativo di aggiungere un riferimento risorsa al documento è fallito.";
"qtKitErrorString196" = "Un tentativo di rimuovere una risorsa è fallito.";
"qtKitErrorString197" = "Un tentativo di rimuovere un riferimento risorsa è fallito.";
"qtKitErrorString198" = "È stata trovata una risorsa con un attributo incoerente.";
"qtKitErrorString199" = "La mappa risorsa non è corretta.";
"qtKitErrorString1409" = "Il file fork specificato non esiste.";
"qtKitErrorString2000" = "Non posso calcolare un riferimento dati necessario.";
"qtKitErrorString2001" = "Nel filmato ho trovato un'immagine non valida.";
"qtKitErrorString2002" = "Nel filmato ho trovato un \"public movie atom\" non valido.";
"qtKitErrorString2003" = "Non trovo un \"data handler\" necessario al filmato.";
"qtKitErrorString2004" = "Non posso aprire un data handler necessario al filmato.";
"qtKitErrorString2005" = "Nel filmato ho trovato un tipo di componente non valido.";
"qtKitErrorString2006" = "Non trovo un \"media handler\" necessario al filmato.";
"qtKitErrorString2007" = "Non trovo un \"data handler\" necessario al filmato.";
"qtKitErrorString2008" = "Ho trovato nel filmato un \"media data\" non valido.";
"qtKitErrorString2009" = "Ho trovato nel filmato una traccia non valida.";
"qtKitErrorString2010" = "Il filmato contiene alcuni dati non validi.";
"qtKitErrorString2011" = "Il filmato contiene una \"sample table\" non valida.";
"qtKitErrorString2012" = "Il filmato contiene un \"data reference\" non valido.";
"qtKitErrorString2013" = "Il filmato contiene un \"data handler\" non valido.";
"qtKitErrorString2014" = "Il filmato contiene una durata non valida.";
"qtKitErrorString2015" = "Il filmato contiene un valore temporale non valido.";
"qtKitErrorString2016" = "Non posso registrare un \"public movie atom\" nel filmato.";
"qtKitErrorString2017" = "Il filmato ha una \"edit list\" erronea.";
"qtKitErrorString2018" = "I \"media type\" del filmato non coincidono.";
"qtKitErrorString2019" = "L'operazione è stata annullata.";
"qtKitErrorString2020" = "Il \"Movies Toolbox\" non è stato inizializzato.";
"qtKitErrorString2021" = "Non trovo un documento di lavoro necessario.";
"qtKitErrorString2022" = "Non posso creare un documento \"single fork\".";
"qtKitErrorString2023" = "Lo stato di modifica non era valido.";
"qtKitErrorString2024" = "Lo stato di modifica non corrispondeva.";
"qtKitErrorString2025" = "Lo stato di modifica è obsoleto.";
"qtKitErrorString2026" = "Mancano alcuni \"user data\" del filmato.";
"qtKitErrorString2027" = "Si è verificato un errore nel programma.";
"qtKitErrorString2028" = "È stato fornito un \"track index\" non valido.";
"qtKitErrorString2029" = "Non trovo un numero di identificazione di traccia.";
"qtKitErrorString2030" = "Una traccia referenziata non era nel filmato.";
"qtKitErrorString2031" = "Un tempo specificato non era in una traccia referenziata.";
"qtKitErrorString2032" = "Un tempo specificato non era in un supporto dato.";
"qtKitErrorString2033" = "È stato fornito un indice di edizione non valido.";
"qtKitErrorString2034" = "Si è verificato un errore di QuickTime sconosciuto.";
"qtKitErrorString2035" = "Non è possibile attivare una traccia necessaria.";
"qtKitErrorString2036" = "Nel filmato ho trovato un rettangolo non valido.";
"qtKitErrorString2037" = "Nel filmato è stato trovato un \"sample number\" non valido.";
"qtKitErrorString2038" = "Nel filmato ho trovato un \"chunk number\" non valido.";
"qtKitErrorString2039" = "Ho trovato un indice di descrizione di campionamento non valido nel filmato.";
"qtKitErrorString2040" = "Nel filmato ho trovato un \"chunk cache\" non valido.";
"qtKitErrorString2041" = "Nel filmato ho trovato una \"sample description\" non valida.";
"qtKitErrorString2042" = "La data fork del documento non era aperta in lettura.";
"qtKitErrorString2043" = "La data fork del documento non era aperta in scrittura.";
"qtKitErrorString2044" = "La data fork del documento era già aperta in scrittura.";
"qtKitErrorString2045" = "La \"data fork\" del documento era già chiusa.";
"qtKitErrorString2046" = "Ho raggiunto la fine dei dati del filmato.";
"qtKitErrorString2047" = "Ho incontrato un \"data reference\" non valido.";
"qtKitErrorString2048" = "Il documento non è un filmato.";
"qtKitErrorString2049" = "Ho trovato un contenitore di riferimento dati non valido.";
"qtKitErrorString2050" = "Nel filmato ho trovato un indice di riferimento dati non valido.";
"qtKitErrorString2051" = "Il filmato non ha alcun documento dati sul disco. Registra il filmato e prova nuovamente.";
"qtKitErrorString2052" = "Non posso utilizzare un campionamento di dati già esistente.";
"qtKitErrorString2053" = "L'applicazione ha cercato di usare una caratteristica non supportata.";
"qtKitErrorString2125" = "L'offset nel documento è troppo grande.";
"qtKitErrorString2149" = "Non sono presenti dati filmato sufficienti.";
"qtKitErrorString5000" = "Non hai permessi sufficienti per questa operazione.";
"qtKitErrorString8969" = "Il filmato contiene alcuni dati non validi.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Impossibile completare l'operazione.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "L'operazione non è stata completata a causa di un errore sconosciuto. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Il media non può essere acquisito.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Alcune sorgenti media non sono compatibili con le destinazioni media.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Impossibile acquisire media dal dispositivo \"%@\" perché è già utilizzato in altro modo da questa applicazione.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Prova ad interrompere le operazioni che potrebbero utilizzare il dispositivo \"%@\" o attendi il completamento di queste operazioni.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "La registrazione non è riuscita perché non è stato ricevuto alcun dato.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Assicurati che la sorgente di input media sia attiva e in riproduzione.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "La registrazione si è interrotta perché la configurazione delle sorgenti e destinazioni media è cambiata.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Prova a registrare di nuovo.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "La registrazione su \"%@\" si è interrotta perché il disco \"%@\" si sta riempiendo.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Prova a eliminare documenti dal disco \"%@\" o a registrare su un altro disco.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "La registrazione si è interrotta perché il dispositivo \"%@\" è stato disattivato o scollegato.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Prova ad abilitare o a ricollegare il dispositivo \"%@\" per continuare la registrazione.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "La registrazione si è interrotta perché il formato del media sorgente è cambiato.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Media di diversi formati non possono essere registrati sullo stesso documento.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Registrazione interrotta perché il documento non può essere più lungo di %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "La durata massima è %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Registrazione interrotta perché il documento non può essere più grande di %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "Le dimensioni massime del documento sono %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "La registrazione si è interrotta perché si è verificata un'interruzione nel media di input.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Prova ad uscire dalle applicazioni o a scollegare i dispositivi che stanno utilizzando le risorse necessarie alla registrazione.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Il dispositivo \"%@\" non è stato aperto perché non è collegato o è disabilitato.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Prova ad attivare o a collegare il dispositivo \"%@\" prima di aprirlo.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "Impossibile aprire un dispositivo perché non è collegato o è disabilitato.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Accendi o connetti i dispositivi prima di aprirli.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Il dispositivo \"%@\" non è stato aperto perché è utilizzato da un'altra applicazione.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Interrompi le operazioni che potrebbero utilizzare il dispositivo \"%@\", attendi il completamento di tali operazioni o esci dall'applicazione utilizzando il dispositivo.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Impossibile aprire il dispositivo \"%@\" perché è già aperto un dispositivo in conflitto \"%@\".";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Prova ad interrompere le operazioni che potrebbero utilizzare il dispositivo \"%@\".";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "La registrazione è stata interrotta perché è stata raggiunta la durata massima del documento.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Prova a continuare effettuando la registrazione in un documento nuovo.";

"qtKitDataSizeInBytes" = "%@ byte";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Bianco e nero";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Migliaia";
"qtKitBitDepthStringForMillionsColors" = "Milioni";
"qtKitBitDepthStringForMillionsPlusColors" = "Milioni+";
"qtKitBitDepthStringForUnknownColors" = "Sconosciuto";
"qtKitBitDepthStringForColorsColors" = "Colori";
"qtKitBitDepthStringForGrayColors" = "Livelli di grigio";
